[Categories.Aster ChallengeCategoryDefinition]
CategoryName="A Fortaleza do Dragão"

[Challenges.Challenge_Aster_KillDragons ChallengeDefinition]
ChallengeName="Fus Roh Dinala"
Description="Elimine alguns dragões."

[Challenges.Challenge_Aster_KillDragons:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
Description="Elimine 10 dragões"

[Challenges.Challenge_Aster_KillDragons:ChallengeConditionDefinition_10 ChallengeConditionDefinition]
Description="Elimine 50 dragões"

[Challenges.Challenge_Aster_KillDragons:ChallengeConditionDefinition_11 ChallengeConditionDefinition]
Description="Elimine 80 dragões"

[Challenges.Challenge_Aster_KillDragons:ChallengeConditionDefinition_12 ChallengeConditionDefinition]
Description="Elimine 110 dragões"

[Challenges.Challenge_Aster_KillDragons:ChallengeConditionDefinition_2 ChallengeConditionDefinition]
Description="Elimine 25 dragões"

[Challenges.Challenge_Aster_KillDwarves ChallengeDefinition]
ChallengeName="Na Faixa"
Description="Elimine alguns anões."

[Challenges.Challenge_Aster_KillDwarves:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Elimine 100 anões"

[Challenges.Challenge_Aster_KillDwarves:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
Description="Elimine 50 anões"

[Challenges.Challenge_Aster_KillDwarves:ChallengeConditionDefinition_12 ChallengeConditionDefinition]
Description="Elimine 250 anões"

[Challenges.Challenge_Aster_KillDwarves:ChallengeConditionDefinition_3 ChallengeConditionDefinition]
Description="Elimine 150 anões"

[Challenges.Challenge_Aster_KillDwarves:ChallengeConditionDefinition_4 ChallengeConditionDefinition]
Description="Elimine 200 anões"

[Challenges.Challenge_Aster_KillGolems ChallengeDefinition]
ChallengeName="Saque Sua Espada e Desça o Pau"
Description="Elimine alguns golens."

[Challenges.Challenge_Aster_KillGolems:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
Description="Elimine 10 golens"

[Challenges.Challenge_Aster_KillGolems:ChallengeConditionDefinition_10 ChallengeConditionDefinition]
Description="Elimine 50 golens"

[Challenges.Challenge_Aster_KillGolems:ChallengeConditionDefinition_11 ChallengeConditionDefinition]
Description="Elimine 80 golens"

[Challenges.Challenge_Aster_KillGolems:ChallengeConditionDefinition_12 ChallengeConditionDefinition]
Description="Elimine 120 golens"

[Challenges.Challenge_Aster_KillGolems:ChallengeConditionDefinition_2 ChallengeConditionDefinition]
Description="Elimine 25 golens"

[Challenges.Challenge_Aster_KillKnights ChallengeDefinition]
ChallengeName="Cavaleiros Sem Honra"
Description="Elimine alguns cavaleiros."

[Challenges.Challenge_Aster_KillKnights:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
Description="Elimine 10 cavaleiros"

[Challenges.Challenge_Aster_KillKnights:ChallengeConditionDefinition_10 ChallengeConditionDefinition]
Description="Elimine 75 cavaleiros"

[Challenges.Challenge_Aster_KillKnights:ChallengeConditionDefinition_11 ChallengeConditionDefinition]
Description="Elimine 120 cavaleiros"

[Challenges.Challenge_Aster_KillKnights:ChallengeConditionDefinition_12 ChallengeConditionDefinition]
Description="Elimine 175 cavaleiros"

[Challenges.Challenge_Aster_KillKnights:ChallengeConditionDefinition_2 ChallengeConditionDefinition]
Description="Elimine 25 cavaleiros"

[Challenges.Challenge_Aster_KillMimics ChallengeDefinition]
ChallengeName="Não Tente Me Enganar"
Description="Elimine alguns mímicos."

[Challenges.Challenge_Aster_KillMimics:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
Description="Elimine 5 mímicos"

[Challenges.Challenge_Aster_KillMimics:ChallengeConditionDefinition_10 ChallengeConditionDefinition]
Description="Elimine 30 mímicos"

[Challenges.Challenge_Aster_KillMimics:ChallengeConditionDefinition_11 ChallengeConditionDefinition]
Description="Elimine 50 mímicos"

[Challenges.Challenge_Aster_KillMimics:ChallengeConditionDefinition_12 ChallengeConditionDefinition]
Description="Mata 75 mímicos"

[Challenges.Challenge_Aster_KillMimics:ChallengeConditionDefinition_2 ChallengeConditionDefinition]
Description="Elimine 15 mímicos"

[Challenges.Challenge_Aster_KillOrcs ChallengeDefinition]
ChallengeName="Os Ogros Devem morrer"
Description="Elimine alguns ogros."

[Challenges.Challenge_Aster_KillOrcs:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
Description="Elimine 50 ogros"

[Challenges.Challenge_Aster_KillOrcs:ChallengeConditionDefinition_10 ChallengeConditionDefinition]
Description="Elimine 150 ogros"

[Challenges.Challenge_Aster_KillOrcs:ChallengeConditionDefinition_11 ChallengeConditionDefinition]
Description="Elimine 200 ogros"

[Challenges.Challenge_Aster_KillOrcs:ChallengeConditionDefinition_12 ChallengeConditionDefinition]
Description="Elimine 250 ogros"

[Challenges.Challenge_Aster_KillOrcs:ChallengeConditionDefinition_2 ChallengeConditionDefinition]
Description="Elimine 100 ogros"

[Challenges.Challenge_Aster_KillSkeletons ChallengeDefinition]
ChallengeName="Quebra-ossos"
Description="Elimine alguns esqueletos."

[Challenges.Challenge_Aster_KillSkeletons:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
Description="Elimine 50 esqueletos"

[Challenges.Challenge_Aster_KillSkeletons:ChallengeConditionDefinition_10 ChallengeConditionDefinition]
Description="Elimine 150 esqueletos"

[Challenges.Challenge_Aster_KillSkeletons:ChallengeConditionDefinition_11 ChallengeConditionDefinition]
Description="Elimine 200 esqueletos"

[Challenges.Challenge_Aster_KillSkeletons:ChallengeConditionDefinition_12 ChallengeConditionDefinition]
Description="Elimine 250 esqueletos"

[Challenges.Challenge_Aster_KillSkeletons:ChallengeConditionDefinition_2 ChallengeConditionDefinition]
Description="Elimine 100 esqueletos"

[Challenges.Challenge_Aster_KillSpiders ChallengeDefinition]
ChallengeName="Dedetização"
Description="Elimine algumas aranhas."

[Challenges.Challenge_Aster_KillSpiders:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
Description="Elimine 25 aranhas"

[Challenges.Challenge_Aster_KillSpiders:ChallengeConditionDefinition_10 ChallengeConditionDefinition]
Description="Elimine 100 aranhas"

[Challenges.Challenge_Aster_KillSpiders:ChallengeConditionDefinition_11 ChallengeConditionDefinition]
Description="Elimine 150 aranhas"

[Challenges.Challenge_Aster_KillSpiders:ChallengeConditionDefinition_12 ChallengeConditionDefinition]
Description="Elimine 200 aranhas"

[Challenges.Challenge_Aster_KillSpiders:ChallengeConditionDefinition_2 ChallengeConditionDefinition]
Description="Elimine 50 aranhas"

[Challenges.Challenge_Aster_KillTreants ChallengeDefinition]
ChallengeName="Jovens Gigantes Verdes"
Description="Elimine algumas treants."

[Challenges.Challenge_Aster_KillTreants:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
Description="Elimine 10 treants"

[Challenges.Challenge_Aster_KillTreants:ChallengeConditionDefinition_10 ChallengeConditionDefinition]
Description="Elimine 50 treants"

[Challenges.Challenge_Aster_KillTreants:ChallengeConditionDefinition_11 ChallengeConditionDefinition]
Description="Elimine 80 treants"

[Challenges.Challenge_Aster_KillTreants:ChallengeConditionDefinition_12 ChallengeConditionDefinition]
Description="Elimine 120 treants"

[Challenges.Challenge_Aster_KillTreants:ChallengeConditionDefinition_2 ChallengeConditionDefinition]
Description="Elimine 25 treants"

[Challenges.Challenge_Aster_KillWizards ChallengeDefinition]
ChallengeName="Matança Mágica"
Description="Elimine alguns magos."

[Challenges.Challenge_Aster_KillWizards:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
Description="Elimine 10 magos"

[Challenges.Challenge_Aster_KillWizards:ChallengeConditionDefinition_10 ChallengeConditionDefinition]
Description="Elimine 50 magos"

[Challenges.Challenge_Aster_KillWizards:ChallengeConditionDefinition_11 ChallengeConditionDefinition]
Description="Elimine 80 magos"

[Challenges.Challenge_Aster_KillWizards:ChallengeConditionDefinition_12 ChallengeConditionDefinition]
Description="Elimine 120 magos"

[Challenges.Challenge_Aster_KillWizards:ChallengeConditionDefinition_2 ChallengeConditionDefinition]
Description="Elimine 25 magos"

[LevelChallenges.CastleExterior_DragonBoss ChallengeDefinition]
ChallengeName="Mantenha a Posição"
Description="Nada cai, nem é derrubado da ponte com o chefe dragão."

[LevelChallenges.CastleExterior_VaultRoy ChallengeDefinition]
ChallengeName="Culto à Sepultura"
Description="Encontre os 3 símbolos ocultos da Sepultura."

[LevelChallenges.CastleKeep_SacrificialAltar ChallengeDefinition]
ChallengeName="Sangue Por Sangue"
Description="Sacrifique um objeto no altar de sangue."

[LevelChallenges.CastleKeep_VaultRoy ChallengeDefinition]
ChallengeName="Culto à Sepultura"
Description="Encontre o símbolo oculto da Sepultura."

[LevelChallenges.DarkForest_Fluffybutt ChallengeDefinition]
ChallengeName="QUE FRESCA"
Description="Encontre a Princesa Bunduda."

[LevelChallenges.DarkForest_OrcDecorations ChallengeDefinition]
ChallengeName="Mal Gosto de Ogro"
Description="Queime os enfeites dos ogros colocados sobre suas cabanas."

[LevelChallenges.DarkForest_VaultRoy ChallengeDefinition]
ChallengeName="Culto à Sepultura"
Description="Encontre os 2 símbolos ocultos da Sepultura."

[LevelChallenges.DeadForest_Grave ChallengeDefinition]
ChallengeName="Descanse em Paz"
Description="Dê um jeito de se suicidar estando sobre um túmulo."

[LevelChallenges.DeadForest_VaultRoy ChallengeDefinition]
ChallengeName="Culto à Sepultura"
Description="Encontre os 3 símbolos ocultos da Sepultura."

[LevelChallenges.Docks_SpatulaKhan ChallengeDefinition]
ChallengeName="O Sabor da Guerra"
Description="Encontre o grande Espátula Khan e fale como ele."

[LevelChallenges.Docks_VaultRoy ChallengeDefinition]
ChallengeName="Culto à Sepultura"
Description="Encontre os 3 símbolos ocultos da Sepultura."

[LevelChallenges.Dungeon_SpiderQueen ChallengeDefinition]
ChallengeName="Picada Mortal"
Description="Derrote a rainha aranha sem deixar que ela se cure."

[LevelChallenges.Dungeon_VaultRoy ChallengeDefinition]
ChallengeName="Culto à Sepultura"
Description="Encontre os 3 símbolos ocultos da Sepultura."

[LevelChallenges.DungeonRaid_VaultRoy ChallengeDefinition]
ChallengeName="Culto à Sepultura"
Description="Encontre o símbolo oculto da Sepultura."

[LevelChallenges.Mines_FloatingRock ChallengeDefinition]
ChallengeName="Chão de Lava"
Description="Complete a prova de saltos."

[LevelChallenges.Mines_VaultRoy ChallengeDefinition]
ChallengeName="Culto à Sepultura"
Description="Encontre os 3 símbolos ocultos da Sepultura."

[LevelChallenges.TempleSlaughter_Orc ChallengeDefinition]
ChallengeName="Corra! Corra! Corra!"
Description="Elimine o rei dos ogros na rodada dos Encrenqueiros do Massacre Mágico."

[LevelChallenges.TempleSlaughter_VaultRoy ChallengeDefinition]
ChallengeName="Culto à Sepultura"
Description="Encontre os 2 símbolos ocultos da Sepultura."

[LevelChallenges.Village_SmashingPumpkins ChallengeDefinition]
ChallengeName="Aplastar calabazas"
Description="Aplasta 10 calabazas."

[LevelChallenges.Village_VaultRoy ChallengeDefinition]
ChallengeName="Culto à Sepultura"
Description="Encontre os 2 símbolos ocultos da Sepultura."

